Repository: WindowSill-app/Extensions
Catalog: src/WindowSill.Date/Strings/*/Meetings.resw
Source language: en_us
Languages: de_de, fr_fr, hi_in, ja_jp, pl_pl, pt_br, uk_ua, vi_vn, zh_cn, zh_tw

# NotificationHeader.TextProperty
source: MEETING IS STARTING
de_de: BESPRECHUNG BEGINNT
fr_fr: LA RÉUNION COMMENCE
hi_in: मीटिंग शुरू हो रही है
ja_jp: 会議が始まります
pl_pl: SPOTKANIE SIĘ ROZPOCZYNA
pt_br: A REUNIÃO ESTÁ COMEÇANDO
uk_ua: ЗУСТРІЧ ПОЧИНАЄТЬСЯ
vi_vn: CUỘC HỌP SẮP BẮT ĐẦU
zh_cn: 会议即将开始
zh_tw: 會議即將開始

# NotificationJoin.TextProperty
source: Join meeting
de_de: Besprechung beitreten
fr_fr: Rejoindre la réunion
hi_in: मीटिंग में शामिल हों
ja_jp: 会議に参加
pl_pl: Dołącz do spotkania
pt_br: Entrar na reunião
uk_ua: Приєднатися до зустрічі
vi_vn: Tham gia cuộc họp
zh_cn: 加入会议
zh_tw: 加入會議

# NotificationDismiss.TextProperty
source: Dismiss
de_de: Schließen
fr_fr: Fermer
hi_in: खारिज करें
ja_jp: 閉じる
pl_pl: Odrzuć
pt_br: Dispensar
uk_ua: Закрити
vi_vn: Bỏ qua
zh_cn: 关闭
zh_tw: 關閉

# ToastJoinButton
source: Join meeting
de_de: Besprechung beitreten
fr_fr: Rejoindre la réunion
hi_in: मीटिंग में शामिल हों
ja_jp: 会議に参加
pl_pl: Dołącz do spotkania
pt_br: Entrar na reunião
uk_ua: Приєднатися до зустрічі
vi_vn: Tham gia cuộc họp
zh_cn: 加入会议
zh_tw: 加入會議

# ToastJoinOnProvider
source: Join on {0}
de_de: Über {0} beitreten
fr_fr: Rejoindre sur {0}
hi_in: {0} पर शामिल हों
ja_jp: {0}で参加
pl_pl: Dołącz przez {0}
pt_br: Entrar pelo {0}
uk_ua: Приєднатися через {0}
vi_vn: Tham gia qua {0}
zh_cn: 通过 {0} 加入
zh_tw: 透過 {0} 加入

# InNMinutes
source: in {0} min
fr_fr: dans {0} min
hi_in: {0} मिनट में
ja_jp: {0}分後
pl_pl: za {0} min
pt_br: em {0} min
uk_ua: через {0} хв
vi_vn: trong {0} phút
zh_cn: {0} 分钟后
zh_tw: {0} 分鐘後

# ElapsedMinutes
source: • {0} min
hi_in: {0} मिनट
ja_jp: {0}分
uk_ua: {0} хв
vi_vn: {0} phút
zh_cn: {0} 分钟
zh_tw: {0} 分鐘

source: is live!
de_de: ist live!
fr_fr: est en cours !
hi_in: लाइव है!
ja_jp: 開催中！
pl_pl: trwa!
pt_br: ao vivo!
uk_ua: наживо!
vi_vn: đang diễn ra!
zh_cn: 正在进行！
zh_tw: 正在進行！

source: All day
de_de: Ganztägig
fr_fr: Toute la journée
hi_in: पूरा दिन
ja_jp: 終日
pl_pl: Cały dzień
pt_br: O dia todo
uk_ua: Весь день
vi_vn: Cả ngày
zh_cn: 全天
zh_tw: 全天

# JoinWith
source: Join with {0}
de_de: Mit {0} beitreten
fr_fr: Rejoindre avec {0}
hi_in: {0} से शामिल हों
ja_jp: {0}で参加
pl_pl: Dołącz przez {0}
pt_br: Entrar com {0}
uk_ua: Приєднатися через {0}
vi_vn: Tham gia với {0}
zh_cn: 通过 {0} 加入
zh_tw: 透過 {0} 加入

source: Time Zones
de_de: Zeitzonen
fr_fr: Fuseaux horaires
hi_in: समय क्षेत्र
ja_jp: タイムゾーン
pl_pl: Strefy czasowe
pt_br: Fusos horários
uk_ua: Часові пояси
vi_vn: Múi giờ
zh_cn: 时区
zh_tw: 時區

source: More
de_de: Mehr
fr_fr: Plus
hi_in: और
ja_jp: その他
pl_pl: Więcej
pt_br: Mais
uk_ua: Більше
vi_vn: Thêm
zh_cn: 更多
zh_tw: 更多

source: Copy meeting link
de_de: Besprechungslink kopieren
fr_fr: Copier le lien de la réunion
hi_in: मीटिंग लिंक कॉपी करें
ja_jp: 会議リンクをコピー
pl_pl: Kopiuj link do spotkania
pt_br: Copiar link da reunião
uk_ua: Копіювати посилання на зустріч
vi_vn: Sao chép liên kết cuộc họp
zh_cn: 复制会议链接
zh_tw: 複製會議連結

source: Copy event details
de_de: Ereignisdetails kopieren
fr_fr: Copier les détails de l'événement
hi_in: इवेंट विवरण कॉपी करें
ja_jp: イベント詳細をコピー
pl_pl: Kopiuj szczegóły wydarzenia
pt_br: Copiar detalhes do evento
uk_ua: Копіювати деталі події
vi_vn: Sao chép chi tiết sự kiện
zh_cn: 复制事件详情
zh_tw: 複製活動詳細資料

# HideReminder
source: Hide event from sill
de_de: Ereignis aus Sill ausblenden
fr_fr: Masquer l'événement du sill
hi_in: इवेंट को sill से छुपाएं
ja_jp: イベントをSillから非表示
pl_pl: Ukryj wydarzenie z sill
pt_br: Ocultar evento do sill
uk_ua: Приховати подію з sill
vi_vn: Ẩn sự kiện khỏi sill
zh_cn: 从 sill 隐藏事件
zh_tw: 從 sill 隱藏活動

source: Show in Calendar
de_de: Im Kalender anzeigen
fr_fr: Afficher dans le calendrier
hi_in: कैलेंडर में दिखाएं
ja_jp: カレンダーで表示
pl_pl: Pokaż w Kalendarzu
pt_br: Mostrar no Calendário
uk_ua: Показати в Календарі
vi_vn: Hiển thị trong Lịch
zh_cn: 在日历中显示
zh_tw: 在日曆中顯示

# SettingsTabName
source: Meetings
de_de: Besprechungen
fr_fr: Réunions
hi_in: मीटिंग्स
ja_jp: 会議
pl_pl: Spotkania
pt_br: Reuniões
uk_ua: Зустрічі
vi_vn: Cuộc họp
zh_cn: 会议
zh_tw: 會議

# UpcomingSillsHeader.TextProperty
source: Upcoming meeting sills
de_de: Bevorstehende Besprechungs-Sills
fr_fr: Sills de réunions à venir
hi_in: आगामी मीटिंग sills
ja_jp: 今後の会議Sill
pl_pl: Nadchodzące sills spotkań
pt_br: Sills de reuniões futuras
uk_ua: Sills майбутніх зустрічей
vi_vn: Sills cuộc họp sắp tới
zh_cn: 即将到来的会议 sills
zh_tw: 即將到來的會議 sills

# MeetingPlacement.HeaderProperty
source: Position in bar
de_de: Position in der Leiste
fr_fr: Position dans la barre
hi_in: बार में स्थिति
ja_jp: バー内の位置
pl_pl: Pozycja na pasku
pt_br: Posição na barra
uk_ua: Позиція на панелі
vi_vn: Vị trí trên thanh
zh_cn: 在栏中的位置
zh_tw: 在列上的位置

# MeetingPlacement.DescriptionProperty
source: Where meeting sills appear relative to the date & time sill and world clocks
de_de: Wo Besprechungs-Sills relativ zum Datum-und-Zeit-Sill und Weltuhren erscheinen
fr_fr: Où les sills de réunion apparaissent par rapport au sill date et heure et aux horloges mondiales
hi_in: मीटिंग sills दिनांक और समय sill तथा विश्व घड़ियों के सापेक्ष कहां दिखाई दें
ja_jp: 会議Sillが日付と時刻のSillやワールドクロックに対してどこに表示されるか
pl_pl: Gdzie sills spotkań pojawiają się względem sill daty i czasu oraz zegarów światowych
pt_br: Onde os sills de reunião aparecem em relação ao sill de data e hora e relógios mundiais
uk_ua: Де sills зустрічей з'являються відносно sill дати й часу та світових годинників
vi_vn: Vị trí sills cuộc họp hiển thị so với sill ngày giờ và đồng hồ thế giới
zh_cn: 会议 sills 相对于日期和时间 sill 及世界时钟的显示位置
zh_tw: 會議 sills 相對於日期與時間 sill 及世界時鐘的顯示位置

# PlacementBefore
source: Before everything
de_de: Vor allem
fr_fr: Avant tout
hi_in: सबसे पहले
ja_jp: すべての前
pl_pl: Przed wszystkim
pt_br: Antes de tudo
uk_ua: Перед усім
vi_vn: Trước tất cả
zh_cn: 在所有之前
zh_tw: 在所有之前

# PlacementAfter
source: After everything
de_de: Nach allem
fr_fr: Après tout
hi_in: सबके बाद
ja_jp: すべての後
pl_pl: Po wszystkim
pt_br: Depois de tudo
uk_ua: Після всього
vi_vn: Sau tất cả
zh_cn: 在所有之后
zh_tw: 在所有之後

# ReminderWindow.HeaderProperty
source: Reminder window
de_de: Erinnerungsfenster
fr_fr: Fenêtre de rappel
hi_in: रिमाइंडर विंडो
ja_jp: リマインダーウィンドウ
pl_pl: Okno przypomnienia
pt_br: Janela de lembrete
uk_ua: Вікно нагадування
vi_vn: Cửa sổ nhắc nhở
zh_cn: 提醒窗口
zh_tw: 提醒視窗

# ReminderWindow.DescriptionProperty
source: Minutes before a meeting when the sill item appears
de_de: Minuten vor einer Besprechung, wenn das Sill-Element erscheint
fr_fr: Minutes avant une réunion quand l'élément du sill apparaît
hi_in: मीटिंग से पहले मिनट जब sill आइटम दिखाई दे
ja_jp: Sillアイテムが表示される会議前の分数
pl_pl: Minuty przed spotkaniem, kiedy element sill się pojawia
pt_br: Minutos antes de uma reunião quando o item do sill aparece
uk_ua: Хвилин до зустрічі, коли з'являється елемент sill
vi_vn: Số phút trước cuộc họp khi mục sill xuất hiện
zh_cn: 会议前多少分钟显示 sill 项目
zh_tw: 會議前多少分鐘顯示 sill 項目

# MaxSills.HeaderProperty
source: Maximum meeting items
de_de: Maximale Besprechungselemente
fr_fr: Nombre maximum de réunions
hi_in: अधिकतम मीटिंग आइटम
ja_jp: 最大会議アイテム数
pl_pl: Maksymalna liczba elementów spotkań
pt_br: Máximo de itens de reunião
uk_ua: Максимум елементів зустрічей
vi_vn: Số mục cuộc họp tối đa
zh_cn: 最大会议项目数
zh_tw: 最大會議項目數

# MaxSills.DescriptionProperty
source: Maximum number of upcoming meetings shown in the sill
de_de: Maximale Anzahl bevorstehender Besprechungen im Sill
fr_fr: Nombre maximum de réunions à venir affichées dans le sill
hi_in: Sill में दिखाई जाने वाली आगामी मीटिंग्स की अधिकतम संख्या
ja_jp: Sillに表示される今後の会議の最大数
pl_pl: Maksymalna liczba nadchodzących spotkań wyświetlanych w sill
pt_br: Número máximo de reuniões futuras exibidas no sill
uk_ua: Максимальна кількість майбутніх зустрічей у sill
vi_vn: Số lượng cuộc họp sắp tới tối đa hiển thị trong sill
zh_cn: sill 中显示的即将到来的会议的最大数量
zh_tw: sill 中顯示的即將到來的會議的最大數量

# ShowAllDay.HeaderProperty
source: Show all-day events
de_de: Ganztägige Ereignisse anzeigen
fr_fr: Afficher les événements sur toute la journée
hi_in: पूरे दिन के इवेंट दिखाएं
ja_jp: 終日イベントを表示
pl_pl: Pokaż wydarzenia całodniowe
pt_br: Mostrar eventos de dia inteiro
uk_ua: Показувати цілоденні події
vi_vn: Hiển thị sự kiện cả ngày
zh_cn: 显示全天事件
zh_tw: 顯示全天活動

# ShowAllDay.DescriptionProperty
source: Include all-day events as meeting sill items
de_de: Ganztägige Ereignisse als Besprechungs-Sill-Elemente einbeziehen
fr_fr: Inclure les événements sur toute la journée comme éléments du sill
hi_in: पूरे दिन के इवेंट को मीटिंग sill आइटम के रूप में शामिल करें
ja_jp: 終日イベントを会議Sillアイテムとして含める
pl_pl: Uwzględnij wydarzenia całodniowe jako elementy sill spotkań
pt_br: Incluir eventos de dia inteiro como itens do sill
uk_ua: Включати цілоденні події як елементи sill зустрічей
vi_vn: Bao gồm sự kiện cả ngày làm mục sill cuộc họp
zh_cn: 将全天事件作为会议 sill 项目
zh_tw: 將全天活動作為會議 sill 項目

# ShowJoinButton.HeaderProperty
source: Show Join button
de_de: Beitreten-Schaltfläche anzeigen
fr_fr: Afficher le bouton Rejoindre
hi_in: शामिल हों बटन दिखाएं
ja_jp: 参加ボタンを表示
pl_pl: Pokaż przycisk Dołącz
pt_br: Mostrar botão Entrar
uk_ua: Показувати кнопку Приєднатися
vi_vn: Hiển thị nút Tham gia
zh_cn: 显示加入按钮
zh_tw: 顯示加入按鈕

# ShowJoinButton.DescriptionProperty
source: Show a Join button for meetings with a video call link
de_de: Beitreten-Schaltfläche für Besprechungen mit Videoanruf-Link anzeigen
fr_fr: Afficher un bouton Rejoindre pour les réunions avec un lien d'appel vidéo
hi_in: वीडियो कॉल लिंक वाली मीटिंग्स के लिए शामिल हों बटन दिखाएं
ja_jp: ビデオ通話リンクのある会議に参加ボタンを表示
pl_pl: Pokaż przycisk Dołącz dla spotkań z linkiem do rozmowy wideo
pt_br: Mostrar um botão Entrar para reuniões com link de videochamada
uk_ua: Показувати кнопку Приєднатися для зустрічей із посиланням на відеодзвінок
vi_vn: Hiển thị nút Tham gia cho cuộc họp có liên kết gọi video
zh_cn: 为有视频通话链接的会议显示加入按钮
zh_tw: 為有視訊通話連結的會議顯示加入按鈕

# NotificationsHeader.TextProperty
source: Notifications
de_de: Benachrichtigungen
hi_in: सूचनाएं
ja_jp: 通知
pl_pl: Powiadomienia
pt_br: Notificações
uk_ua: Сповіщення
vi_vn: Thông báo
zh_cn: 通知
zh_tw: 通知

# FullScreenNotification.HeaderProperty
source: Full-screen notification
de_de: Vollbildbenachrichtigung
fr_fr: Notification plein écran
hi_in: पूर्ण स्क्रीन सूचना
ja_jp: 全画面通知
pl_pl: Powiadomienie pełnoekranowe
pt_br: Notificação em tela cheia
uk_ua: Повноекранне сповіщення
vi_vn: Thông báo toàn màn hình
zh_cn: 全屏通知
zh_tw: 全螢幕通知

# FullScreenNotification.DescriptionProperty
source: Show a full-screen notification on all monitors when a meeting starts
de_de: Vollbildbenachrichtigung auf allen Monitoren anzeigen, wenn eine Besprechung beginnt
fr_fr: Afficher une notification plein écran sur tous les écrans quand une réunion commence
hi_in: मीटिंग शुरू होने पर सभी मॉनिटरों पर पूर्ण स्क्रीन सूचना दिखाएं
ja_jp: 会議開始時にすべてのモニターに全画面通知を表示
pl_pl: Pokaż powiadomienie pełnoekranowe na wszystkich monitorach, gdy spotkanie się rozpoczyna
pt_br: Mostrar uma notificação em tela cheia em todos os monitores quando uma reunião começar
uk_ua: Показувати повноекранне сповіщення на всіх моніторах, коли починається зустріч
vi_vn: Hiển thị thông báo toàn màn hình trên tất cả màn hình khi cuộc họp bắt đầu
zh_cn: 会议开始时在所有显示器上显示全屏通知
zh_tw: 會議開始時在所有螢幕上顯示全螢幕通知

# ToastNotification.HeaderProperty
source: Toast notification
de_de: Toast-Benachrichtigung
fr_fr: Notification toast
hi_in: टोस्ट सूचना
ja_jp: トースト通知
pl_pl: Powiadomienie toast
pt_br: Notificação toast
uk_ua: Toast-сповіщення
vi_vn: Thông báo toast
zh_cn: Toast 通知
zh_tw: Toast 通知

# ToastNotification.DescriptionProperty
source: Show a Windows toast notification when a meeting starts
de_de: Windows-Toast-Benachrichtigung anzeigen, wenn eine Besprechung beginnt
fr_fr: Afficher une notification toast Windows quand une réunion commence
hi_in: मीटिंग शुरू होने पर Windows टोस्ट सूचना दिखाएं
ja_jp: 会議開始時にWindowsトースト通知を表示
pl_pl: Pokaż powiadomienie toast systemu Windows, gdy spotkanie się rozpoczyna
pt_br: Mostrar uma notificação toast do Windows quando uma reunião começar
uk_ua: Показувати toast-сповіщення Windows, коли починається зустріч
vi_vn: Hiển thị thông báo toast Windows khi cuộc họp bắt đầu
zh_cn: 会议开始时显示 Windows toast 通知
zh_tw: 會議開始時顯示 Windows toast 通知

# NotificationMode.HeaderProperty
source: Notification style
de_de: Benachrichtigungsstil
fr_fr: Style de notification
hi_in: सूचना शैली
ja_jp: 通知スタイル
pl_pl: Styl powiadomienia
pt_br: Estilo de notificação
uk_ua: Стиль сповіщення
vi_vn: Kiểu thông báo
zh_cn: 通知样式
zh_tw: 通知樣式

# NotificationMode.DescriptionProperty
source: How to alert you when a meeting is about to start
de_de: Wie Sie benachrichtigt werden, wenn eine Besprechung bevorsteht
fr_fr: Comment vous alerter quand une réunion est sur le point de commencer
hi_in: मीटिंग शुरू होने वाली हो तो आपको कैसे सूचित करें
ja_jp: 会議が始まる前にどのように通知するか
pl_pl: Jak powiadomić, gdy spotkanie ma się rozpocząć
pt_br: Como alertar quando uma reunião está prestes a começar
uk_ua: Як сповіщати вас, коли зустріч ось-ось почнеться
vi_vn: Cách thông báo khi cuộc họp sắp bắt đầu
zh_cn: 会议即将开始时如何提醒您
zh_tw: 會議即將開始時如何提醒您

# ConfirmedNotification.HeaderProperty
source: Notification for confirmed meetings
de_de: Benachrichtigung für bestätigte Besprechungen
fr_fr: Notification pour les réunions confirmées
hi_in: पुष्टि की गई मीटिंग्स के लिए सूचना
ja_jp: 確認済み会議の通知
pl_pl: Powiadomienie dla potwierdzonych spotkań
pt_br: Notificação para reuniões confirmadas
uk_ua: Сповіщення для підтверджених зустрічей
vi_vn: Thông báo cho cuộc họp đã xác nhận
zh_cn: 已确认会议的通知
zh_tw: 已確認會議的通知

# ConfirmedNotification.DescriptionProperty
source: Meetings you accepted or organized
de_de: Besprechungen, die Sie angenommen oder organisiert haben
fr_fr: Réunions que vous avez acceptées ou organisées
hi_in: आपके द्वारा स्वीकृत या आयोजित मीटिंग्स
ja_jp: 承諾または主催した会議
pl_pl: Spotkania, które zaakceptowano lub zorganizowano
pt_br: Reuniões que você aceitou ou organizou
uk_ua: Зустрічі, які ви прийняли або організували
vi_vn: Cuộc họp bạn đã chấp nhận hoặc tổ chức
zh_cn: 您已接受或组织的会议
zh_tw: 您已接受或組織的會議

# TentativeNotification.HeaderProperty
source: Notification for tentative meetings
de_de: Benachrichtigung für vorläufige Besprechungen
fr_fr: Notification pour les réunions provisoires
hi_in: अनिश्चित मीटिंग्स के लिए सूचना
ja_jp: 仮承諾会議の通知
pl_pl: Powiadomienie dla wstępnych spotkań
pt_br: Notificação para reuniões provisórias
uk_ua: Сповіщення для попередніх зустрічей
vi_vn: Thông báo cho cuộc họp chưa xác nhận
zh_cn: 暂定会议的通知
zh_tw: 暫定會議的通知

# TentativeNotification.DescriptionProperty
source: Meetings you haven't responded to or marked as tentative
de_de: Besprechungen, auf die Sie nicht geantwortet haben oder die als vorläufig markiert sind
fr_fr: Réunions auxquelles vous n'avez pas répondu ou marquées comme provisoires
hi_in: जिन मीटिंग्स का आपने जवाब नहीं दिया या अनिश्चित के रूप में चिह्नित किया
ja_jp: 未回答または仮承諾の会議
pl_pl: Spotkania, na które nie odpowiedziano lub oznaczono jako wstępne
pt_br: Reuniões que você não respondeu ou marcou como provisórias
uk_ua: Зустрічі, на які ви не відповіли або позначили як попередні
vi_vn: Cuộc họp bạn chưa trả lời hoặc đánh dấu là chưa xác nhận
zh_cn: 您未回复或标记为暂定的会议
zh_tw: 您未回覆或標記為暫定的會議

# NotificationModeNone
source: None
de_de: Keine
fr_fr: Aucune
hi_in: कोई नहीं
ja_jp: なし
pl_pl: Brak
pt_br: Nenhum
uk_ua: Немає
vi_vn: Không
zh_cn: 无
zh_tw: 無

# NotificationModeFullScreen
source: Full-screen
de_de: Vollbild
fr_fr: Plein écran
hi_in: पूर्ण स्क्रीन
ja_jp: 全画面
pl_pl: Pełny ekran
pt_br: Tela cheia
uk_ua: Повний екран
vi_vn: Toàn màn hình
zh_cn: 全屏
zh_tw: 全螢幕

# NotificationModeToast
source: Toast
hi_in: टोस्ट
ja_jp: トースト

# EnableFlashing.HeaderProperty
source: Flash when meeting starts
de_de: Blinken bei Besprechungsbeginn
fr_fr: Clignoter au début de la réunion
hi_in: मीटिंग शुरू होने पर फ्लैश करें
ja_jp: 会議開始時に点滅
pl_pl: Migaj, gdy spotkanie się rozpoczyna
pt_br: Piscar quando a reunião começar
uk_ua: Блимати, коли починається зустріч
vi_vn: Nhấp nháy khi cuộc họp bắt đầu
zh_cn: 会议开始时闪烁
zh_tw: 會議開始時閃爍

# EnableFlashing.DescriptionProperty
source: Flash the sill item when a meeting is about to start
de_de: Das Sill-Element blinkt, wenn eine Besprechung bevorsteht
fr_fr: L'élément du sill clignote quand une réunion est sur le point de commencer
hi_in: मीटिंग शुरू होने वाली हो तो sill आइटम फ्लैश करें
ja_jp: 会議が始まる前にSillアイテムを点滅させる
pl_pl: Migaj elementem sill, gdy spotkanie ma się rozpocząć
pt_br: Piscar o item do sill quando uma reunião está prestes a começar
uk_ua: Блимати елементом sill, коли зустріч ось-ось почнеться
vi_vn: Nhấp nháy mục sill khi cuộc họp sắp bắt đầu
zh_cn: 会议即将开始时闪烁 sill 项目
zh_tw: 會議即將開始時閃爍 sill 項目

# SyncHeader.TextProperty
source: Sync
de_de: Synchronisierung
fr_fr: Synchronisation
hi_in: सिंक
ja_jp: 同期
pl_pl: Synchronizacja
pt_br: Sincronização
uk_ua: Синхронізація
vi_vn: Đồng bộ
zh_cn: 同步
zh_tw: 同步

# PollInterval.HeaderProperty
source: Sync interval
de_de: Synchronisierungsintervall
fr_fr: Intervalle de synchronisation
hi_in: सिंक अंतराल
ja_jp: 同期間隔
pl_pl: Interwał synchronizacji
pt_br: Intervalo de sincronização
uk_ua: Інтервал синхронізації
vi_vn: Khoảng thời gian đồng bộ
zh_cn: 同步间隔
zh_tw: 同步間隔

# PollInterval.DescriptionProperty
source: How often to check for new or updated meetings (in seconds)
de_de: Wie oft nach neuen oder aktualisierten Besprechungen gesucht wird (in Sekunden)
fr_fr: Fréquence de vérification des réunions nouvelles ou mises à jour (en secondes)
hi_in: नई या अपडेट की गई मीटिंग्स की कितनी बार जांच करें (सेकंड में)
ja_jp: 新しい会議や更新された会議を確認する頻度（秒単位）
pl_pl: Jak często sprawdzać nowe lub zaktualizowane spotkania (w sekundach)
pt_br: Com que frequência verificar reuniões novas ou atualizadas (em segundos)
uk_ua: Як часто перевіряти нові або оновлені зустрічі (у секундах)
vi_vn: Tần suất kiểm tra cuộc họp mới hoặc cập nhật (tính bằng giây)
zh_cn: 检查新会议或更新会议的频率（秒）
zh_tw: 檢查新會議或更新會議的頻率（秒）

# SyncNow.HeaderProperty
source: Sync now
de_de: Jetzt synchronisieren
fr_fr: Synchroniser maintenant
hi_in: अभी सिंक करें
ja_jp: 今すぐ同期
pl_pl: Synchronizuj teraz
pt_br: Sincronizar agora
uk_ua: Синхронізувати зараз
vi_vn: Đồng bộ ngay
zh_cn: 立即同步
zh_tw: 立即同步

# SyncNow.DescriptionProperty
source: Immediately refresh upcoming meetings from all accounts
de_de: Bevorstehende Besprechungen aus allen Konten sofort aktualisieren
fr_fr: Actualiser immédiatement les réunions à venir de tous les comptes
hi_in: सभी खातों से आगामी मीटिंग्स तुरंत रीफ्रेश करें
ja_jp: すべてのアカウントから今後の会議をすぐに更新
pl_pl: Natychmiast odśwież nadchodzące spotkania ze wszystkich kont
pt_br: Atualizar imediatamente as reuniões futuras de todas as contas
uk_ua: Негайно оновити майбутні зустрічі з усіх облікових записів
vi_vn: Làm mới ngay cuộc họp sắp tới từ tất cả tài khoản
zh_cn: 立即从所有帐户刷新即将到来的会议
zh_tw: 立即從所有帳戶重新整理即將到來的會議

# TravelHeader.TextProperty
source: Travel time
de_de: Reisezeit
fr_fr: Temps de trajet
hi_in: यात्रा समय
ja_jp: 移動時間
pl_pl: Czas podróży
pt_br: Tempo de viagem
uk_ua: Час подорожі
vi_vn: Thời gian di chuyển
zh_cn: 旅行时间
zh_tw: 旅行時間

# EnableTravelTime.HeaderProperty
source: Travel time reminders
de_de: Reisezeiterinnerungen
fr_fr: Rappels de temps de trajet
hi_in: यात्रा समय रिमाइंडर
ja_jp: 移動時間リマインダー
pl_pl: Przypomnienia o czasie podróży
pt_br: Lembretes de tempo de viagem
uk_ua: Нагадування про час подорожі
vi_vn: Nhắc nhở thời gian di chuyển
zh_cn: 旅行时间提醒
zh_tw: 旅行時間提醒

# EnableTravelTime.DescriptionProperty
source: Estimate travel time and notify you when it's time to leave for in-person meetings
de_de: Reisezeit schätzen und benachrichtigen, wenn es Zeit ist, zu Präsenzbesprechungen aufzubrechen
fr_fr: Estimer le temps de trajet et vous notifier quand il est temps de partir pour les réunions en personne
hi_in: व्यक्तिगत मीटिंग्स के लिए यात्रा समय का अनुमान लगाएं और निकलने का समय होने पर सूचित करें
ja_jp: 対面会議への移動時間を推定し、出発時刻に通知
pl_pl: Szacuj czas podróży i powiadamiaj, kiedy czas wyjść na spotkania osobiste
pt_br: Estimar o tempo de viagem e notificar quando for hora de sair para reuniões presenciais
uk_ua: Оцінити час подорожі та повідомити, коли час виходити на особисті зустрічі
vi_vn: Ước tính thời gian di chuyển và thông báo khi đến lúc khởi hành cho cuộc họp trực tiếp
zh_cn: 估算旅行时间并在该出发参加面对面会议时通知您
zh_tw: 估算旅行時間並在該出發參加面對面會議時通知您

source: Leave now!
de_de: Jetzt losgehen!
fr_fr: Partez maintenant !
hi_in: अभी निकलें!
ja_jp: 今すぐ出発！
pl_pl: Wyjdź teraz!
pt_br: Saia agora!
uk_ua: Виходьте зараз!
vi_vn: Khởi hành ngay!
zh_cn: 立即出发！
zh_tw: 立即出發！

# LeaveInNMinutes
source: leave in {0} min
de_de: losgehen in {0} Min.
fr_fr: partir dans {0} min
hi_in: {0} मिनट में निकलें
ja_jp: {0}分後に出発
pl_pl: wyjdź za {0} min
pt_br: sair em {0} min
uk_ua: вийти через {0} хв
vi_vn: khởi hành trong {0} phút
zh_cn: {0} 分钟后出发
zh_tw: {0} 分鐘後出發

# LeaveInCountdown
source: leave in {0}
de_de: losgehen in {0}
fr_fr: partir dans {0}
hi_in: {0} में निकलें
ja_jp: {0}後に出発
pl_pl: wyjdź za {0}
pt_br: sair em {0}
uk_ua: вийти через {0}
vi_vn: khởi hành trong {0}
zh_cn: {0} 后出发
zh_tw: {0} 後出發

# DepartureBuffer.HeaderProperty
source: Get ready buffer (minutes)
de_de: Vorbereitungspuffer (Minuten)
fr_fr: Temps de préparation (minutes)
hi_in: तैयारी का समय (मिनट)
ja_jp: 準備時間（分）
pl_pl: Czas na przygotowanie (minuty)
pt_br: Tempo de preparação (minutos)
uk_ua: Час на підготовку (хвилини)
vi_vn: Thời gian chuẩn bị (phút)
zh_cn: 准备缓冲时间（分钟）
zh_tw: 準備緩衝時間（分鐘）

# DepartureBuffer.DescriptionProperty
source: Extra time added before travel to give you time to wrap up and get ready
de_de: Zusätzliche Zeit vor der Reise, um sich vorzubereiten
fr_fr: Temps supplémentaire avant le trajet pour vous préparer
hi_in: यात्रा से पहले तैयारी के लिए अतिरिक्त समय
ja_jp: 移動前の準備のための余分な時間
pl_pl: Dodatkowy czas przed podróżą na przygotowanie się
pt_br: Tempo extra antes da viagem para se preparar
uk_ua: Додатковий час перед подорожжю для підготовки
vi_vn: Thời gian thêm trước khi di chuyển để bạn chuẩn bị
zh_cn: 旅行前增加的额外时间，让您有时间准备
zh_tw: 旅行前增加的額外時間，讓您有時間準備

# DepartureNotificationHeader.TextProperty
source: TIME TO LEAVE
de_de: ZEIT AUFZUBRECHEN
fr_fr: IL EST TEMPS DE PARTIR
hi_in: निकलने का समय
ja_jp: 出発の時間です
pl_pl: CZAS WYJŚĆ
pt_br: HORA DE SAIR
uk_ua: ЧАС ВИХОДИТИ
vi_vn: ĐẾN LÚC KHỞI HÀNH
zh_cn: 出发时间到了
zh_tw: 出發時間到了

# DepartureOpenMaps.TextProperty
source: Open in Maps
de_de: In Karten öffnen
fr_fr: Ouvrir dans Plans
hi_in: मैप्स में खोलें
ja_jp: マップで開く
pl_pl: Otwórz w Mapach
pt_br: Abrir no Mapas
uk_ua: Відкрити в Картах
vi_vn: Mở trong Bản đồ
zh_cn: 在地图中打开
zh_tw: 在地圖中開啟

# PreferredMapsProvider.HeaderProperty
source: Maps provider
de_de: Kartenanbieter
fr_fr: Fournisseur de cartes
hi_in: मैप्स प्रदाता
ja_jp: マッププロバイダー
pl_pl: Dostawca map
pt_br: Provedor de mapas
uk_ua: Постачальник карт
vi_vn: Nhà cung cấp bản đồ
zh_cn: 地图提供商
zh_tw: 地圖提供者

# PreferredMapsProvider.DescriptionProperty
source: Which maps service to open for directions to meeting locations
de_de: Welcher Kartendienst für Wegbeschreibungen zu Besprechungsorten geöffnet werden soll
fr_fr: Quel service de cartes ouvrir pour les itinéraires vers les lieux de réunion
hi_in: मीटिंग स्थानों के दिशा-निर्देश के लिए कौन सी मैप्स सेवा खोलें
ja_jp: 会議場所への経路を開くマップサービス
pl_pl: Którą usługę map otworzyć, aby uzyskać wskazówki do miejsca spotkania
pt_br: Qual serviço de mapas abrir para direções aos locais de reunião
uk_ua: Який сервіс карт відкривати для маршрутів до місць зустрічей
vi_vn: Dịch vụ bản đồ nào để mở chỉ đường đến địa điểm họp
zh_cn: 打开哪个地图服务来获取前往会议地点的路线
zh_tw: 開啟哪個地圖服務來取得前往會議地點的路線

# PollInterval1Min
source: 1 minute
hi_in: 1 मिनट
ja_jp: 1分
pl_pl: 1 minuta
pt_br: 1 minuto
uk_ua: 1 хвилина
vi_vn: 1 phút
zh_cn: 1 分钟
zh_tw: 1 分鐘

# PollInterval3Min
source: 3 minutes
de_de: 3 Minuten
hi_in: 3 मिनट
ja_jp: 3分
pl_pl: 3 minuty
pt_br: 3 minutos
uk_ua: 3 хвилини
vi_vn: 3 phút
zh_cn: 3 分钟
zh_tw: 3 分鐘

# PollInterval5Min
source: 5 minutes
de_de: 5 Minuten
hi_in: 5 मिनट
ja_jp: 5分
pl_pl: 5 minut
pt_br: 5 minutos
uk_ua: 5 хвилин
vi_vn: 5 phút
zh_cn: 5 分钟
zh_tw: 5 分鐘
